[

  {
     "Name":"Linus Rpadster",
     "price":"17000",
     "description":"den, who in 2019 became the youngest Ironman 70.3 World Champion ever at age 23 and recently repeated his title, had already proven himself at shorter distances. After finishing top-10 at the Tokyo Olympic Games in July, he set his sights on the full Ironman distance. Iden had originally targeted Ironman California, but when that race was cancelled due to weather he pivoted to the Florida race.The Norwegian started his day in Panama City Beach battling choppy conditions in the 2.4-mile swim. He came on strong on the second of two swim laps, closing the gap to a lead group and hitting the transition to the bike in first position. Canadian Lionel Sanders eventually took over the lead on the bike, but Iden, riding his Giant Trinity Advanced Pro with a CADEX Aero WheelSystem, stayed close to the front, turning in a time of 4:05:11 over 112 miles.",

     "img":"https://i.ibb.co/8bjQy7L/bicycle-g6b0ceb8ea-1280-1.png"
  }  ,
  {
     "Name":"2021 Polygon Xtrada 7 - Hardtail Mountain Bike ",
     "price":"999.00",
     "description":"So, you're new to mountain biking and want a high-value bike with progressive modern geometry that's perfect for local XC trails, racing or multi-day adventures? The new 2021 Xtrada is the ticket to all of it - a versatile, capable and lightweight Aluminum hardtail bike that will take you anywhere you want to go.Xtrada's new lightweight frame features high-performance hydroformed 6061 Aluminum, extensive weight-saving butting and super-smooth welds with internal cable routing, giving you clean looks, cable protection thus allowing easy upgrades such as a dropper post for even more capability.The Xtrada frame has been designed around Polygon's Wheel Fit Size System whereby each frame size is paired with the wheel size that best fits the rider and sets them up for optimal efficiency and power transfer. We pair 29er wheels with larger bikes, and more proportional, better-fitting 27.5-inch wheels for and smaller bikes.",

     "img":"https://i.ibb.co/BBjVBt8/bicycle-g8781bf371-1920-1.jpg"
  }  ,
  {
     "Name":"2021 Polygon Premier 5 - Grey/ Lemon - 27.5 inch Mountain Bike ",
     "price":"699.00",
     "description":"Polygon is well known for manufacturing not only their own brand but also producing bikes for a multitude of other brands. In doing so they are able to draw on all the best concepts and technologies and put them into their own Polygon range.Polygon has upgraded the Premier 5 frame to a lighter weight, hydroformed Alutech Sport XC frame which was also used in the previous years higher spec Xtrada models. A new curved and hydroformed aluminum top tube reduces weight and gives the bike a more refined presence. The gear cables are now routed inside the frame and feature end-to-end outer cables, this makes the Premier frame more appealing to the eye and also dramatically reduces the servicing period as gear cables are protected from the elements. Additionally, the frame features rack mounts which allow you to easily attach racks or a baby seat.",

     "img":"https://i.ibb.co/RT34mXB/bicycle-ga32f46c4c-1920-1.jpg"
  }  ,
  {
     "Name":"Dual Suspension Mountain Bike ",
     "price":"1,199.00",
     "description":"Thanks to modern geometry, Polygons Siskiu D series takes 120mm of travel and makes it unbelievably capable. A slacker head angle, longer reach, and steeper seat angle make the D series perfect for riders looking to tackle any ride. The D5 is an entry point into MTB and will show the path of exploration.",

     "img":"https://i.ibb.co/4ds3ZtG/bicycle-gcf5ce1edf-1280-1.png"
  }  ,
  {
     "Name":"Heist X2",
     "price":"649.00",
     "description":"The Polygon Heist X2 is one the most popular hybrid bikes and has been used by thousands of riders around the world ranging from weekend rides around the local fire trails to long distance touring. Now, in its 6th generation, the Polygon Heist X2 continues to embrace its adventurous spirit heritage with a series of improvements designed to help you explore the outdoors on two wheels.",

     "img":"https://i.ibb.co/Q6W21L8/bike-g0e09006b6-1920-1.jpg"
  }  ,
  {
     "Name":"Xtrada 6 1x11 - Mountain Bike",
     "price":"899.00",
     "description":"Xtrada’s new lightweight frame features high-performance Hydroformed 6061 Aluminum, extensive weight-saving butting and super-smooth welds with internal cable routing, giving you clean looks, cable protection thus allowing easy upgrades such as a dropper post for even more capability. The Xtrada frame has been designed around Polygon's ",

     "img":"https://i.ibb.co/rcj31sP/bike-gcf2dd8078-1920-1.jpg"
  }  ,
  {
     "Name":"Trid ZZ Slopestyle",
     "price":"1,999.00",
     "description":"ntroducing the new 2021 Polygon Trid ZZ! 2 years of testing and development in collaboration with Sam Reynolds and Kurt Sorge, Polygon has now released their much-anticipated Slope Style bike - the Trid ZZ. ",

     "img":"https://i.ibb.co/YRgQWHn/carl-nenzen-loven-ig-Kjieyjcko-unsplash-1.jpg"
  }  ,
  {
     "Name":"EX Demo 2020 Path E5 E-Bike",
     "price":"1,799.00",
     "description":"fter successfully releasing the 1st Polygon’s pedelec (pedal electric bicycle) city bike last year, Polygon is releasing Path E5 – an upgraded pedelec city bike supported with an electric pedal-assist system component starting to operate through rider’s pedaling power. With the help of the attached system, riders don’t need to pedal as hard as riding a conventional bike,  ",

     "img":"https://i.ibb.co/Y21Gxrb/daniel-salcius-RRc-Ycd-GY630-unsplash-1.jpg"
  }  ,
  {
     "Name":"Xtrada 6 1x11 - Mountain Bike",
     "price":"899.00",
     "description":"Xtrada’s new lightweight frame features high-performance Hydroformed 6061 Aluminum, extensive weight-saving butting and super-smooth welds with internal cable routing, giving you clean looks, cable protection thus allowing easy upgrades such as a dropper post for even more capability. The Xtrada frame has been designed around Polygon's ",

     "img":"https://i.ibb.co/P1PXYZs/mikkel-bech-yj-AFnk-Lt-KY0-unsplash-1.jpg"
  }  ,
  {
     "Name":"Cyclocross Bikes",
     "price":"499.00",
     "description":"Cyclocross bicycles are a special type of road bike designed to be raced on a mixed surface course (combination of pavement, unpaved trails, gravel, grass). They have a drop handlebar like regular road bikes, but the tires are a littler wider for more off-road traction, and they have a different style of brake that helps to prevent mud buildup in the frame. Cyclocross bicycles are sometimes called 'cross bikes or cx bikes for short.",

     "img":"https://i.ibb.co/CKGsFVQ/mountain-bike-gfb4cdf908-1920-1.jpg"
  }  ,
  {
     "Name":"Road Bikes",
     "price":"599.00",
     "description":"Road bicycles are designed to be ridden fast on smooth pavement. They have smooth, skinny tires and drop handlebars, and can be used for on-road racing. They are usually lighter than other types of bicycles. They can be ridden on paved trails, but most people find them uncomfortable and unstable on unpaved trails. Most road bikes are not capable of carrying heavy loads, so are not very suitable for commuting or touring.",

     "img":"https://i.ibb.co/8dc6LkT/pexels-afta-putta-gunawan-680108-1.jpg"
  }  ,
  {
     "Name":"Touring Bikes",
     "price":"1599.00",
     "description":"Touring bicycles are another special type of road bike. They are designed to be ridden on pavement, but are more durable for use on self-supported long-distance riding. They have all of the necessary mounting bolts for cargo racks and fenders, and although they still have a drop handlebar, they usually have a more relaxed frame design so that the rider is more upright, for more comfort when riding long distances for multiple days at a time.",

     "img":"https://i.ibb.co/XJcncGc/pexels-david-mcbee-255934-1.jpg"
  }  ,
  {
     "Name":"Adventure Road Bikes",
     "price":"1199.00",
     "description":"Adventure Road Bicycles are one of the newest categories of bicycle. They are sometimes called all-road bikes, any-road bikes, or gravel bikes, and are the most versatile sub-category of road bike. Similar to cyclocross bikes, they have drop handlebars and the ability to use wider tires. The frame geometry is longer and more upright compared to a cyclocross bike, however, making these bikes more suitable for long days in the saddle, light touring, and commuting.",

     "img":"https://i.ibb.co/yYrc4sK/pexels-jonathan-cooper-8811401-1.jpg"
  }  ,
  {
     "Name":"Triathlon/Time Trial Bikes",
     "price":"1499.00",
     "description":"Triathlon/Time Trial Bicycles are road bikes with a special design that maximizes their aerodynamic properties. The handlebars are also a special aerodynamic design that allows you to crouch forward while riding, to minimize the wind resistance against your body.",

     "img":"https://i.ibb.co/DphRk5w/pexels-melike-benli-9930483-1.jpg"
  }  ,
  {
     "Name":"Fitness Bikes",
     "price":"799.00",
     "description":"Fitness Bicycles have most of the advantages of regular road bikes--lightweight frames and relatively narrow tires for efficiency on pavement--with a flat or upright handlebar. These bikes are designed for people who want a light, high-performance bike, but don't like the drop-handlebar riding position of a regular road bike .",

     "img":"https://i.ibb.co/f0gSRZM/pexels-pixabay-276517-1.jpg"
  }  ,
  {
     "Name":"Fixed-Gear Bikes",
     "price":"299.00",
     "description":"Track/Fixed-Gear Bicycles or fixies are designed to be ridden on a velodrome, which is a banked oval track specifically for bicycle racing. Some commuters prefer track bikes, however, due to their simple design, which makes them easy to maintain. They have a single gear that does not provide the ability to coast, so if the bike is moving, your feet must be pedaling.",

     "img":"https://i.ibb.co/YZf3tGF/pexels-taryn-elliott-4198566-1.jpg"
  }  ,
  {
     "Name":"Hybrid Bikes",
     "price":"899.00",
     "description":"Hybrid Bicycles were originally conceived to provide the advantages of both road bikes and mountain bikes. Their large, padded seats and upright handlebars provide a comfortable riding position, and are best for casual riding around the neighborhood or bike paths, short-distance commuting, and errands around town. They can be ridden on paved roads, but are not as lightweight or efficient as road bikes.",

     "img":"https://i.ibb.co/ZVvzrFc/racing-bicycle-g3a9bc1327-1280-1.png"
  }  ,
  {
     "Name":"Dual-Sport Bikes",
     "price":"2599.00",
     "description":"Dual-Sport Bicycles are a sub-category of hybrid bikes oriented towards riders who want the multi-surface versatility of a hybrid bike, but want a little more aggressive style and riding position. They have a flat or upright handlebar, although not as upright as regular hybrid bikes; they usually have a smaller, more performance-oriented seat, rather than a large comfort seat.",

     "img":"https://i.ibb.co/VQNqKYk/wordpress-ga3b0308e7-1920-1.jpg"
  }  ,
  {
     "Name":"Flat-Foot Comfort Bikes",
     "price":"599.00",
     "description":"Flat-Foot Comfort Bicycles are a sub-category of cruiser bikes. They have an elongated frame design that pushes the pedals a few inches forward of the seat. This allows you to ride with the seat low enough so that you can place your feet flat on the ground when you are stopped, ",

     "img":"https://i.ibb.co/km86W4Q/bicycle-g5b5de8145-1920-1.jpg"
  }  ,



]